{
    "appreciation": [
        "《兰陵王》词自宋周邦彦“柳阴直”一阕盛传于世以来，后人难乎为继。词分三叠，要善铺叙，不重复，开合动荡，浑化无迹，殊为不易。董士锡此词，可谓迎难而上，就其境界之阔大而言，容或有出蓝之誉。\n首叠所写，也不过是一般的暮春离别之意。“水声咽，中夜兰桡暗發”，半夜兰舟出发，水声呜咽，时在春夏之交，“残春在，催暖送晴”，难免生出节序如流、人生易老的感叹，故云“九十韶光去偏急”。盖春天孟、仲、季三个月，合九十日。一“急”字下得有力。晚唐诗人杜荀鹤有句：“每岁春光九十日，一生年少几多时。”(《出关投孙侍御》)郑谷诗又云：“春风只有九十日。”(《自适》)可知“急”字用意，在于时光匆匆。“垂杨手漫折，难结”，一语双关。一层意，就离别说，谓离别本人生常事，如折柳送别则柳将不胜其折，此是反用熟典；另一层意，就伤春说，春去如此匆匆，则人力何可挽留？所以说“难结”。“轻帆”以下三句，写船行之速，归路渐远，惟见水天一色。首叠境界，在柳永、周邦彦等人离别词作中常见。\n次叠写景传情，就以深细为其特色了。“余寒”句承上伤春意转入，写惜春情绪。“剩雾锁花魂，风砭诗骨”，是极工致、极骚雅之语句。“花魂”谓暮春之物，“诗骨”谓羁旅之人，物、人对举，相互映射，颇有深意。唐人郑元袅有句：“花魂迷春招不归。”(《花蝶谣》)董士锡以“雾锁”形容之，表惜花凋零之意更有韵味。孟郊有句：“诗骨耸东野。”(《戏赠无本》)被东坡以“郊寒岛瘦”相称的诗人，自称“诗骨”，词人借用来称己，俨然在读者面前推出一个瘦骨嶙峋、但又风骨凛然的寒士自我形象，表人生飘零之感更有高格调。以下连写“草湿”、“莺老”、“蜂瘦”、“燕诉”，所谓“以我观物，物皆著我之色彩”，二结用“向人共愁绝”一句总括之，则人之愁绝，伤如之何!\n三叠推开，写江行所见宏观之景，可谓大笔濡染，气魄非凡。“重叠，浪堆雪”，勾勒有力；“坐缥缈浮槎，烟外飞越”，遐想奇特。这是写景吗？诚然，因为所写是眼见之实景，显出江上风高浪急。但是，这不也是因江行实感而催发的、词人急欲超越现实处境这一潜在心理的形象折现吗!是实，也是虚，是景语，也是情语，情景兼写，充满着艺术的张力。下面“衔山一寸眉弯月，照枉渚疑镜，乱峰如髮”数句，写月之细，水之清，峰之乱，均逼真如画，“乱峰如髮”更是造语生新出奇，使人有身临其境之感。当然，超然出世之想只不过是一刹那的幻觉，词人清醒的意识是“扁舟独自”，回到现实，种种“旧梦”萦脑，难以细说，也不必细说。这就是古人称道的“感慨全在虚处”，有意留出艺术空白，意在言外。\n近人沈曾植最为推崇董士锡《齐物论斋词》，以为“其与白石(姜夔)不同者，晋卿(董士锡)无名句可标，其孤峭在此，不便摹拟亦在此”(《海日楼札丛》)。笔者则认为白石词“清虚骚雅，每于伊郁中饶蕴藉”(陈廷焯《白雨斋词话》)，董晋卿庶几近之，然谓晋卿词无名句可标，就此词而言，则不尽然。\n又词中“照枉渚疑镜”一句，“枉渚”究竟何指？一般认为是泛指水弯之处。北魏郦道元《水经注·穀水》：“瀑布或枉渚，声溜潺潺不断。”也有说者引《楚辞·九章·涉江》“朝发枉陼(同渚)兮夕宿辰阳”，谓此处的“枉渚”当是实指。“枉”即枉水，是湖南常德附近注入沅江的支流。《水经注·沅水》云：“沅水又东历小湾，谓之枉渚。渚东里许，便得枉人山。”那么董士锡“江行”的具体地点就在湖南境内的沅江了。但就这首词的意境看，上片结句言“千里沧波楚天阔”，“楚天”一般指吴楚之地，且空间阔大，不像是在水流险急的沅湘之间。再者，考稽现存不多的有关董士锡的传记材料，他一生主要辗转于江、浙、皖等地，并没有履迹沅湘一带的记载，故“枉渚”还是作泛指理解为好▲\n"
    ],
    "author": {
        "brief_info": "作者简介\n董士锡（1782—1831）清文学家、“常州词派”成员。字晋卿、损甫。武进（今常州市区）人。董毅父，董达章子。嘉庆十八年（1813）副贡。十六岁从舅父张惠言游，承其指授，为古文、赋、诗、词皆精妙。壮年为生计所迫，多以客游养生，曾馆张敦仁、阮元等处。又历主南通紫琅书院、扬州广陵书院、泰州书院讲席。曾修纂《续行水金鉴》。著有《遁甲通变录》、《形气正宗》，又有《齐物论斋集》22卷。",
        "name": "董士锡 〔清代〕"
    },
    "background": "创作背景\n暂无",
    "content": "水声咽，中夜兰桡暗发。残春在，催暖送晴，九十韶光去偏急。垂杨手漫折，难结，轻帆一叶。离亭远，归路渐迷，千里沧波楚天阔。除寒乍消歇。剩雾锁花魂，风砭诗骨。茫茫江草连云湿。怅绿树莺老，碧栏蜂瘦，空留樯燕似诉别，向人共愁绝。重叠，浪堆雪。坐缥缈浮槎，烟外飞越。衔山一寸眉弯月，照枉渚疑镜，乱峰如发。扁舟独自，记旧梦，忍细说？",
    "famous": "",
    "keyword": "注释\n兰陵王：此词牌原系唐教坊曲名。始见《淮海长短句》。三段，一百三十字，仄韵。\n中夜：半夜。\n兰桡：兰舟，泛指装饰图案的船。\n桡：船桨，读若“饶”。\n韶光：春光。\n砭：刺。寒风刺骨。\n碧阑：碧绿色栅阑。\n樯：船桅杆。\n槎：船。\n枉渚：“枉”是汪水，汪水在湘中常德，注入沅水的小水湾，故称汪渚。《楚辞·九章·涉江》：“朝发枉渚兮夕宿辰阳”。",
    "reference": "参考资料\n",
    "title": "兰陵王·江行",
    "translate": "译文\n水声呜咽，我半夜乘着兰舟悄悄出发了。凋残的春色还在，催来暖意，送去晴朗。九十日的春光偏偏去得这样急，垂杨被离人随手折下，送别后就难以再绾结回去了。一叶轻帆乘风去，离亭渐远了，回去的道路也渐迷失了，千里碧波与楚天相接，多么开阔。残留的寒意刚刚消散，只剩下重雾锁着花朵的芳魂。寒风刺入诗人的瘦骨，乡上连着云天的茫茫烟草都湿润了。惆怅那绿树上的黄莺已老了，碧栏间的蜂儿都瘦了，空留下栖息在桅杆上的燕子，好像在倾诉着离别之情，都对着人一同陷入极度的忧愁中了。\n重重叠叠，浪花翻滚，如雪堆积成坐在飘渺远去的浮槎上，向苍烟外飞度。衔在远山间的，是一寸如蛾眉般弯弯的月亮，照耀着弯曲的小舟，疑似明镜映照着纷乱的山峰，宛如发髻偏舟，独自前行。还记得从前的梦啊，但怎么忍心细说呢？"
}