{
    "appreciation": [
        "这是一首写景诗。开头两句写的是通往开圣寺的途中景象。诗人并没有设色描绘，而只是以白描的手法描绘了一幅秋日行旅图，把读者引进一个旅况萧瑟的境界。山道、乱石、古树、烟霭，旅途的荒凉、寂寞可想而知。但是诗人的感受程度似乎还不仅如此，“萧萧”一词状山中秋风萧瑟、草木摇曳的窸窣之声，更增添了旅途的凄凉况味。\n到了开圣寺，按常理，诗人该从旅途的寂寞中轻松下来，对这一建于三、四百年前的寺宇进行一番观瞻了。然而，颔联却避却寺宇，将目光移向寺外的天地。凭高望远，长天寥廓，万木萧疏，天地之间一派深秋的景致。\n寺外的秋色是如此萧然，寺内的景致也很寥落。颔联通过马嘶、鸦乱的寺外景色予以烘托，颈联则又以泉落竹间和厨房静寂，僧归塔下与影殿空空相比照，充分地描写了寺宇的衰败寥落景象。上下两联于工整的对偶中，寓抑扬低昂的情调，为尾联的慨叹之音，酝酿了充分的抒情气氛。\n面对这一片荒凉的情景，诗人不由得浮起了这座寺宇曾经香火鼎盛的揣想。寺中记载当年兴建时寺宇巍峨、香客络绎之盛况的南朝旧碑依然存在。这一联就眼前所见情景抒发感叹，寓意极深。南朝皇帝佞佛，曾浪费了大量的人力、物力、财力在全国各地兴建寺庙（杜牧《江南春》“南朝四百八十寺”）。不但严重地毁坏了农业，也加剧了阶级矛盾的激化，再加上统治者的荒淫腐败，使得南朝的几个小朝代都是国运匆促，接踵而亡。南朝的这一历史事实不但给后来的统治者以深刻的教训，也刺激了许许多多的有识之士，引起了历史家、文学家们的反思。因此，诗人面对这荒废的寺宇，虽然也发出了“行人莫问当年事”（许浑《咸阳城西楼晚眺》）的感慨，但是这一感慨里却融进了对社会历史的巨大变化的思索，蕴含着诗人内心深处无限悲凉的感悟。\n全诗以写景为主，由旅途的跋涉而开圣寺周围的徘徊，游赏一路秋景，迤逦写来，别具清畅流美的情致风调。诗人在感怀之余，似乎又对使他身心疲惫的功业之事感到厌倦，由此萌生了隐逸的想法。立意深沉，耐人寻味。▲\n"
    ],
    "author": {
        "brief_info": "作者简介\n温庭筠（约812或说801、824）年—约866或说870、882年）唐代诗人、词人。本名岐，字飞卿，太原祁（今山西祁县东南）人。富有天才，文思敏捷，每入试，押官韵，八叉手而成八韵，所以也有“温八叉”之称。然恃才不羁，又好讥刺权贵，多犯忌讳，取憎于时，故屡举进士不第，长被贬抑，终生不得志。官终国子助教。精通音律。工诗，与李商隐齐名，时称“温李”。其诗辞藻华丽，秾艳精致，内容多写闺情。其词艺术成就在晚唐诸词人之上，为“花间派”首要词人，对词的发展影响较大。在词史上，与韦庄齐名，并称“温韦”。存词七十余首。后人辑有《温飞卿集》及《金奁集》。",
        "name": "温庭筠 〔唐代〕"
    },
    "background": "创作背景\n唐武宗会昌元年（841年），温庭筠自长安东归吴中旧乡。暮春抵达扬州，有较长时间逗留。秋天自扬州渡江至润州（今江苏镇江）。此诗为作者归吴中途经丹阳开圣寺时所作。\n",
    "content": "路分蹊石夹烟丛，十里萧萧古树风。\n出寺马嘶秋色里，向陵鸦乱夕阳中。\n竹间泉落山厨静，塔下僧归影殿空。\n犹有南朝旧碑在，耻将兴废问休公。",
    "famous": "",
    "keyword": "注释\n开圣寺：指润州（今江苏镇江）丹阳之开圣寺，建于南朝。\n蹊（xī）石：溪流中的石头。蹊：同“溪”，山谷。烟丛：丛丛烟树。\n萧萧：象声词。这里形容草木摇落声。\n出寺：指寺外。\n向陵：对着陵墓的地方。陵：南朝诸帝陵墓。\n山厨：山野人家的厨房。\n影殿：寺庙道观中供奉佛祖、尊师真影的殿堂。\n南朝：南北朝时期据有地区的宋、齐、梁、陈四朝的总称。\n耻：一本作“敢”。兴废：盛衰，兴亡。休公：指南朝僧人惠休，后还俗出仕为官。借指开善寺住持僧。一本作“渔翁”。",
    "reference": "参考资料\n1、彭定求 等．全唐诗（下）．上海：上海古籍出版社，1986：1478\n2、刘学锴 注评．温庭筠诗词选．郑州：中州古籍出版社，2011：82-83\n3、周啸天 等．唐诗鉴赏辞典补编．成都：四川文艺出版社，1990：620-621\n",
    "title": "开圣寺",
    "translate": "译文\n飘拂的烟霭下，一条曲折的小道顺着山谷蜿蜒而上，两旁乱石磷石旬，丛林苍苍，山风吹来，落木萧萧。\n到寺庙后，长途跋涉后的马儿，得以纵辔歇息，在悠闲地踢着蹄，打着响鼻，不时地仰头长嘶；夕阳染红了远远近近的山岭，觅巢归宿的乌鸦在层林之间飞来飞去，噪声乱成一片。\n寺内枯草遍地，乱竹丛生，泉水自落其间，无人汲用，虽时近黄昏，山厨依然冷冷清清；影殿空空，木鱼声绝，殿外不远处，墓塔林立，原来僧人已葬在那里。\n虽然再也不见旧时寺宇的风貌，但是记载当年建寺的南朝旧碑依然存在，读读旧碑上镌刻的文字，再对照眼前的情景，开圣寺的兴废变迁已不言而喻，岂敢再去询问休公！"
}