{
    "appreciation": [
        "词的上片写行舟过湘水的情景。开头“濯足”二句即用屈原作品的词语，又非常切合舟行途中情景。首句见《楚辞·渔父》：“沧浪之水浊兮，可以濯吾足。”次句见《楚辞·九歌·少司命》：“与女沐兮咸池，晞女发兮阳之阿。”但“北风凉”出自《诗经·邶风·北风》“北风其凉”。“濯足夜滩急”二句，既写驾舟远行者的表象动态，又借以抒发自己高洁的情怀，并且贯穿全篇。从濯足到晞发的意象，显示出词人胸怀的高洁脱俗。“吴山”二句承上则抒发词人渴望到潇湘的心愿。“买得扁舟”三句，进一步展示想象与现实相结合的美好机遇。“六月下沧浪”，既点明了时间，又借指湘江并与上文潇湘呼应。”天公付我”，从表象上看，大概是写天公为我作美，其实，词人此刻的心绪是异常复杂的，透过这幽默诙谐的词语，读者可以体察到词人埋藏于内心的人生苦涩滋味。“蝉蜕尘埃外，蝶梦水云乡。”词人转换视角，采用两个不同层次景色来展现蕴含着的奥秘。前句用《史记·屈原贾生列传》：“蝉蜕于浊秽，以浮游尘埃之外，不获世之滋的，皭然泥而不滓者也。”后者运用《庄子·齐物论》：“昔者庄周梦为胡蝶，栩栩然胡蝶也。”水云乡为隐者所居。这种多视角的审美情趣既是对屈原身处浊世而不同流合污的高贵品格的赞美，又是借以自喻而显露出豁达自适的心情。\n下片即景抒情。作者荡舟湘江，脑海里浮现出屈原的形象。屈原那种忠愤忧国的情操，精美多姿的诗句，撼动着词人的心扉。于是词人情不自禁地运用《楚辞》中的诗句注入渊篇，而落笔灵活自然，别开生面。“制荷衣”三句，承上启下，虽然词人运用《楚辞》成语，但思维意识已超越时空而带有飘飘欲仙的幻觉。“湘妃起舞一笑”二句，由撷取成句到感情升华，由丰富的联想而产生飞动的意象。这里既写“湘妃起舞”的场面，又有“抚瑟奏清商”的舞曲。“紧接着”唤起“三句以崇敬的心情颂扬屈原的伟大品格及其作品不朽的艺术价值。“结末”莫遣“二句用典。这里词人从幻想的画面中返回到现实的境界，寓怨愤于欢乐中，余韵不尽。\n词中不仅变换奇横，富有浪漫色彩，而且表达宛转曲折。全篇运化屈赋诗句和意象，将湘水人文典故、神话传说与屈原文字融为一体，浑化组合，构成虚幻、空灵、高洁、纯美的意境，寄寓词人由忠愤而转换为洒脱超旷的复杂心态。▲\n"
    ],
    "author": {
        "brief_info": "作者简介\n张孝祥（1132年—1170年），字安国，别号于湖居士，历阳乌江（今安徽和县乌江镇）人，卜居明州鄞县（今浙江宁波）。南宋著名词人，书法家。唐代诗人张籍的七世孙。张孝祥善诗文，尤工于词，其风格宏伟豪放，为“豪放派”代表作家之一。有《于湖居士文集》《于湖词》等传世。",
        "name": "张孝祥 〔宋代〕"
    },
    "background": "创作背景\n《宋史》记载：宋孝宗乾道元年（1165），张孝祥在广南西路经略安抚使任上“治有声绩”，被谗言落职，宋孝宗乾道二年（1166），他从桂林罢官北归，此词正是张孝祥北归途中，在湘江上泛舟时的作品。\n",
    "content": "濯足夜滩急，晞发北风凉。吴山楚泽行遍，只欠到潇湘。买得扁舟归去，此事天公付我，六月下沧浪。蝉蜕尘埃外，蝶梦水云乡。\n制荷衣，纫兰佩，把琼芳。湘妃起舞一笑，抚瑟奏清商。唤起九歌忠愤，拂拭三闾文字，还与日争光。莫遣儿辈觉，此乐未渠央。",
    "famous": "蝉蜕尘埃外，蝶梦水云乡。",
    "keyword": "注释\n水调歌头：词牌名。相传隋炀帝开汴河时曾制《水调歌》，唐人演为大曲。《歌头》是大曲开始的第一章。\n湘（xiāng）江：即湘水，今湖南省的一条大江。\n濯（zhuó）足：洗脚。\n晞（xī）发：晾干头发。\n吴山楚泽（zé）：泛指南方的山水。\n潇（xiāo）湘：湘水与潇水合流处称为潇湘，这里指湘江。\n扁（piān）舟：小船。\n付：给予，赐予。\n沧浪：水名，这里指湘江。\n蝉蜕尘埃外：蝉脱壳羽化飞上青天，这里表示词人超脱尘俗的胸怀。\n蝶梦：梦中化为蝴蝶。说明词人自己情致的悠闲。《庄子·齐物论》：“昔者庄周梦为蝴蝶，栩栩然蝴蝶也。”\n制荷衣：用荷叶作衣服。《离骚》中写道：“制芰荷以为衣兮寸。\n纫（rèn）兰佩：把兰花穿结成佩带。《离骚》中写道：“纫秋兰以为佩”。\n把琼（qióng）芳：手握芳洁的花枝。《九歌·东皇太一》：“盍将把兮琼芳’’。\n湘妃：湘水女神。\n抚瑟（sè）：弹瑟。\n清商：指悲凉的乐曲。\n九歌：屈原作品《楚辞》中的篇目，这里以《九歌》代指屈原的作品。\n拂（fú ）拭（shì）：抹去尘垢，比喻识拔真才。\n三闾（lǘ）文字：屈原曾任三闾大夫，这里指屈原骚赋。\n未渠央：即未尽之意。渠，同“遽”，急遽；央，尽。",
    "reference": "参考资料\n1、周笃文选注．宋百家词选：广东人民出版社，1983年09月第1版：第179页\n2、（清）上疆村民，王蔚编选．宋词三百首·元曲三百首：内蒙古文化出版社，2006.12：第229-230页\n3、范晓燕著．宋词三百首赏译：湖南人民出版社，2000.10：第453-454页\n",
    "title": "水调歌头·泛湘江",
    "translate": "译文\n滩头洗足，夜色随急流从脚背流淌。清晨，晾一头短发，感受清风丝丝的微凉。吴地的山峦，楚地的湖泽，一路行遍山色湖光，只是还未到达早已心神驰往的潇湘。买得一叶扁舟，罢官归来，又何妨。这是天意作美，如今让我如愿以偿，正值盛夏六月，一帆顺风浮泛沧浪。志趣高洁闲远，象秋蝉蜕壳于浊泥，在尘埃之外浮翔，又如晓梦化蝶，翩然于水淡云闲之乡。\n恍惚可见——裁绿荷为衣，缀秋兰为佩，一身清雅脱尘的衣装。啊，那是手持一束沁人的琼芳。湘水女神嫣然一笑，飘旋舞的霓裳，拨弄琴瑟的纤指下流泻幽怨的一曲清商，唤起行吟泽畔的屈子一腔报国的忠愤，写入《九歌》眷眷不忘那拂袖挥洒的文字，一字一句与日月争光。呵，莫要让儿辈知晓一江湘水的遐想，这泛舟的乐趣悠渺不尽，正该我辈独享。"
}