{
    "appreciation": [
        "第一句“空山不见人”，先正面描写空山的杳无人迹。王维特别喜欢用“空山”这个词语，但在不同的诗里，它所表现的境界却有区别。“空山新雨后，天气晚来秋”（《山居秋暝》），侧重于表现雨后秋山的空明洁净；“人闲桂花落，夜静春山空”（《鸟鸣涧》），侧重于表现夜间春山的宁静幽美；而“空山不见人”，则侧重于表现山的空寂清泠。由于杳无人迹，这并不真空的山在诗人的感觉中显得空廓虚无，宛如太古之境。“不见人”，把“空山”的意蕴具体化了。\n如果只读第一句，读者可能会觉得它比较平常，但在“空山不见人”之后紧接“但闻人语响”，却境界顿出。“但闻”二字颇可玩味。通常情况下，寂静的空山尽管“不见人”，却非一片静默死寂。啾啾鸟语，唧唧虫鸣，瑟瑟风声，潺潺水响，相互交织，大自然的声音其实是非常丰富多彩的。然而此刻，这一切都杳无声息，只是偶尔传来一阵人语声，却看不到人影（由于山深林密）。这“人语响”，似乎是破“寂”的，实际上是以局部的、暂时的“响”反衬出全局的、长久的空寂。空谷传音，愈见空谷之空；空山人语，愈见空山之寂。人语响过，空山复归于万籁俱寂的境界；而且由于刚才那一阵人语响，这时的空寂感就更加突出。\n三四句由上幅的描写空山中传语进而描写深林返照，由声而色，深林，本来就幽暗，林间树下的青苔，更突出了深林的不见阳光。寂静与幽暗，虽分别诉之于听觉与视觉，但它们在人们总的印象中，却常属于一类，因此幽与静往往连类而及。按照常情，写深林的幽暗，应该着力描绘它不见阳光，这两句却特意写返景射入深林，照映的青苔上。读者猛然一看，会觉得这一抹斜晖，给幽暗的深林带来一线光亮，给林间青苔带来一丝暖意，或者说给整个深林带来一点生意。但细加体味，就会感到，无论就作者的主观意图或作品的客观效果来看，都恰与此相反。一味的幽暗有时反倒使人不觉其幽暗，而当一抹余晖射入幽暗的深林，斑斑驳驳的树影照映在树下的青苔上时，那一小片光影和大片的无边的幽暗所构成的强烈对比，反而使深林的幽暗更加突出。特别是这“返景”，不仅微弱，而且短暂，一抹余晖转瞬逝去之后，接踵而来的便是漫长的幽暗。如果说，一二句是以有声反衬空寂；那么三四句便是以光亮反衬幽暗。整首诗就像是在绝大部分用冷色的画面上掺进了一点暖色，结果反而使冷色给人的印象更加突出。\n静美和壮美，是大自然的千姿百态的美的两种类型，其间原本无轩轾之分。但静而近于空无，幽而略带冷寂，则多少表现了作者美学趣味中独特的一面。同样写到“空山”，同样侧重于表现静美，《山居秋暝》色调明朗，在幽静的基调上浮动着安恬的气息，蕴含着活泼的生机；《鸟鸣涧》虽极写春山的静谧，但整个意境并不幽冷空寂，素月的清辉、桂花的芬芳、山鸟的啼鸣，都带有春的气息和夜的安恬；而《鹿柴》则带有幽冷空寂的色彩，尽管还不至于幽森枯寂。\n王维是诗人、画家兼音乐家。这首诗正体现出诗、画、乐的结合。无声的静寂、无光的幽暗，一般人都易于觉察；但有声的静寂，有光的幽暗，则较少为人所注意。诗人正是以他特有的画家、音乐家对色彩、声音的敏感，才把握住了空山人语响和深林入返照的一刹那间所显示的特有的幽静境界。但是这种敏感，又和他对大自然的细致观察、潜心默会分不开。▲\n",
        "这首诗写一座人迹罕至的空山，一片古木参天的树林，意在创造一个空寂幽深的境界。第一句先正面描写空山的杳无人迹，侧重于表现山的空寂清冷。之后紧接第二句境界顿出，以局部的、暂时的“响”反衬出全局的、长久的空寂。第三、第四句由上幅的描写空山传语进而描写深林返照，由声而色。\n大凡写山水，总离不开具体景物，或摹状嶙峋怪石，或描绘参天古木，或渲染飞瀑悬泉，其着眼点在于景物之奇。“空山不见人，但闻人语响。”我们走进深山密林都有这样的经验：山中分明杳无人迹，却突然听到有人说话的声音，前后左右环视寻觅，又见不到一丝人影。诗的前两句，写的就是这种情境。能听到话语，人应在不远之处，然而竟不得见，可见山林之茂密幽深。山越深，林越密，就越寂静。按常理，寂静的空山尽管“不见人”，却非一片死寂。瑟瑟风声，潺潺水响，啾啾鸟语，唧唧虫鸣，大自然的声音其实是非常丰富多彩的。然而，诗人让这些声音都消隐了，只是紧紧抓住偶尔传来的一阵人语声。在一切都杳无声息之中，这突然而至的“人语响”，显得格外清锐，似乎一下就打破了山中的寂静。可是，正如南朝王籍的诗所描绘的，“蝉噪林愈静，鸟鸣山更幽”，空谷传音，只会愈见空谷之空。这短暂的“响”，反衬出的是长久乃至永恒的空和寂。待人语响过，山林复归于静，而由于刚才的那一阵“响”，此时的空寂便会更加触人心目。\n“返景入深林，复照青苔上。”“景”，日光，“返景”，夕阳返照的余晖。深林本就幽暗，林间树下有青苔，更强调了其幽暗。夕阳斜斜地投进深林，又透过枝叶间的缝隙，照映到青苔上。初初读来，会觉得这一抹余晖，给幽暗的深林带来了一线光亮，给冷冷的青苔带来了一丝暖意。但稍加体会就会感到，实际恰与此相反。斜晖带来的那一小片光影，和大片的无边的幽暗所构成的强烈对比，反而使深林的幽暗更加突出。这就譬如作画，在大幅冷色的画面上掺进一点暖色，在四周冷色严严的包裹下，暖色只会显得微弱和孤立无援，绝不会改变整幅画的基调，而被衬托后的冷色，反而会带给人更深刻的感受。\n这首诗创造了一种幽深而光明的象征性境界，表现了作者在深幽的修禅过程中的豁然开朗。诗中虽有禅意，却不诉诸议论说理，而全渗透于自然景色的生动描绘之中。\n王维是诗人、画家兼音乐家。这首诗正体现出诗、画、乐的结合。他以音乐家对声的感悟，画家对光的把握，诗人对语言的提炼，刻画了空谷人语、斜辉返照那一瞬间特有的寂静清幽，耐人寻味。▲\n"
    ],
    "author": {
        "brief_info": "作者简介\n王维（701年－761年，一说699年—761年），字摩诘(jié)，号摩诘居士。汉族，河东蒲州（今山西运城）人，祖籍山西祁县，唐朝诗人，有“诗佛”之称。苏轼评价其：“味摩诘之诗，诗中有画；观摩诘之画，画中有诗。”开元九年（721年）中进士，任太乐丞。王维是盛唐诗人的代表，今存诗400余首，重要诗作有《相思》《山居秋暝》等。王维精通佛学，受禅宗影响很大。佛教有一部《维摩诘经》，是王维名和字的由来。王维诗书画都很有名，多才多艺，音乐也很精通。与孟浩然合称“王孟”。",
        "name": "王维 〔唐代〕"
    },
    "background": "创作背景\n鹿柴是王维在辋川别业的胜景之一。唐天宝年间，王维在终南山下购置辋川别业。辋川有胜景二十处，王维和他的好友裴迪逐处作诗，编为《辋川集》，这首诗是其中的第五首。\n",
    "content": "空山不见人，但闻人语响。\n返景入深林，复照青苔上。",
    "famous": "空山不见人，但闻人语响。",
    "keyword": "",
    "reference": "参考资料\n",
    "title": "鹿柴",
    "translate": ""
}